IDEA Open Model
ConcreteCheckResults.CheckResults Property
Compatible with IDEA StatiCa Beta 20.0
 All results
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ConcreteCheckResult> CheckResults { get; set; }
Public Property CheckResults As List(Of ConcreteCheckResult)
	Get
	Set
Property Value
Type: List<ConcreteCheckResult>
See Also
Reference
ConcreteCheckResults Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace